{
	"home": "Home",
	"about_us": "About Us",
	"contact_us": "Contact Us",
	"send_us_a_message": "Send Us A Message",
	"find_us": "Find Us",
	"name": "Name",
	"email": "Email",
	"message": "Message",
	"about_fpt": "About Fire Proof Tech",
	"read_about_us": "Read More About Us",
	"get_free_estimate": "Get a Free Estimate",
	"submit": "Submit",
	"get_in_touch": "Get In Touch Today",
	"sitemap": "Sitemap",
	"products": "Products",

	"home_page_landing_heading": "Fire Proof Tech",
  "home_page_landing_subheading": "Our company specializes in manufacturing transparent fire-resistant structures, complex materials and special equipment for their production. We offer a top of the line product, RefraGlass, that’s produced with high quality raw material, our patented invention, Refra–01 gel, providing fire-resistant properties, mechanical toughness and an unlimited stability of optical qualities.",

	"home_page_card_1_title": "What We Do",
	"home_page_card_1_text_1": "We manufacture state-of-the-art fire-resistant glass, that is rigorously tested to provide superior performance and durability, and as a result protects lives and property",
	"home_page_card_1_text_2": "This is achieved through the utilization of an advanced manufacturing process with professional and experiences supervision to conform before safety standards and regulations.",
	"home_page_card_1_text_3": "This technology is environmentally friendly and energy efficient.",

	"home_page_card_2_title": "Benefits",
	"home_page_card_2_text_1": "Safety doesn’t have to compromise on style. Our fire-resistant glass is available in a variety of designs and finishes allowing you to maintain the aesthetic integrity of your space",
	"home_page_card_2_text_2": "Prevents the spread of flames smoke and gas",
	"home_page_card_2_text_3": "Provides maximum thermal insulation",
	"home_page_card_2_text_4": "Blocks heat radiation",
	"home_page_card_2_text_5": "Noise insulation",
	"home_page_card_2_text_6": "Very durable and shock resistant",
	"home_page_card_2_text_7": "Versatility of frames – can be used with aluminium, steel and even wooden frames",
	"home_page_card_2_text_8": "Irregular glass shapes for all designable installations",

	"home_page_card_3_title": "Variations",
	"home_page_card_3_text_1": "FPT offers the following variations of fire-resistant glass:",
	"home_page_card_3_text_2": "EI30/30 - 30 minutes of (E) integrity, providing protection from flames, hot gases and smoke. 30 minutes insulation from heat radiation, restricting the transfer of heat to the unexposed side.",
	"home_page_card_3_text_3": "EI60/60 - 60 minutes of (E) integrity, providing protection from flames, hot gases and smoke. 60 minutes insulation from heat radiation, restricting the transfer of heat to the unexposed side.",

	"home_page_card_4_title": "What Makes Our Glass Special",
	"home_page_card_4_text_1": "We manufacture fire-resistant insulated glass units with outer panes of regular,tempered or insulated glass. The glass can be produced with solar control coatings, colour coatings, sound control and can be fitted with high security glass panes on request",
	"home_page_card_4_text_2": "FireProofTech’s RefraGlass meets integrity with full thermal insulation, reduced heat radiation and creates an imperishable barrier against flames and hot gases with appliance to Standard N. 931 (ISO 834-1)",

	"home_page_experiment_results": "Experiment Results EI30",

	"home_page_table_1_title": "Fire-resistance",
	"home_page_table_2_title": "Reaction to fire",
	"home_page_table_3_title": "Temperature rage (°C)",
	"home_page_table_4_title": "Max dimension tested (mm)",
	"home_page_table_5_title": "Thickness",
	"home_page_table_6_title": "Light transmittance factor (%)",
	"home_page_table_7_title": "Light reflectance factor (%)",
	"home_page_table_8_title": "Solar direct transmittance factor (%)",
	"home_page_table_9_title": "Solar direct reflectance factor (%)",
	"home_page_table_10_title": "Total solar energy transmittance factor (&)",
	"home_page_table_11_title": "Sound reduction (dB)",
	"home_page_table_12_title": "Pendelum body impact resistance",
	"home_page_table_13_title": "Thermal properties U-Valve (W/m2 K)",

	"home_page_table_1_field": "EI30",
	"home_page_table_2_field": "B-s1, d0",
	"home_page_table_3_field": "-40 = +65",
	"home_page_table_4_field": "1200 – 2200",
	"home_page_table_5_field": "20 +- 2",
	"home_page_table_6_field": "τv 87,0",
	"home_page_table_7_field": "ρv 8,0",
	"home_page_table_8_field": "τe 64,0",
	"home_page_table_9_field": "ρe 7,0",
	"home_page_table_10_field": "g 70,0",
	"home_page_table_11_field": "Rw (C; Ctr) 41 (-2; -3) ",
	"home_page_table_12_field": " 1/B/1",
	"home_page_table_13_field": "4,4",

	"home_page_why_pick_us_title": "Why Pick Us",
	"home_page_why_pick_us_one_subheading": "Fast Delivery Time",
	"home_page_why_pick_us_two_subheading": "Eco Friendly Process",
	"home_page_why_pick_us_three_subheading": "Efficient and Reliable",

	"about_page_description_one": "Our company specializes in manufacturing transparent fire-resistant structures, complex materials and special equipment for their production.",
	"about_page_description_two": "We offer a top of the line product, RefraGlass, that's produced with high quality raw material, our patented invention, Refra - 01 gel, providing fire-resistant properties, mechanical toughness and an unlimited stability of optical qualities.",
	"about_page_description_three": "The glass is a double glazed, triplex structured unit with varied thickness, filled with an intumescent polymer gel middle layer. Thanks to adhesion promoters the glass is chemically bounded to the polymer layer and guarantees safety.",
	"about_page_our_founder_heading": "Our Founder",
	"about_page_our_founder_description_paragraph_one": "Renound scientist, Anatoli Galashin, head of the Structural Transformations of Heterogenous Systems Laboratory in the Russian Academy of Science from 1986-1990, is at the forefront of Fire Proof Tech. ",
	"about_page_our_founder_description_paragraph_two": "Author of the registered scientific discovery, 'The Phenomenon of Photochemical Phase Transitions in Molecular Substances' along with 50 other scientific works in chemical physics and more than 10 patents in creations of fire-resistant materials and constructions, he offers a cutting edge and innovative approach to the industry.",
	"about_page_our_founder_description_paragraph_three": " Following his academic accomplishments Anatoly created and managed his first company 'Photo- Tex' which specialised in the manufacturing of bulletproof glass. After having gained experience in the field, he decided to sell the company and turn to manufacture fire-resistant materials and technologies. ",
	"about_page_our_founder_description_paragraph_four": "With the goal of bringing this innovative technology to Israel exclusively and making it a leading manufacturer of fire resistant structures worldwide, Fire Proof Tech has been created.",
	"about_page_our_work_heading": "Our Work",
	"about_page_project_in_mind": "Do You Have A Project in Mind?",
	"about_page_fireproof_testing_heading": "Fire Resistant Testing",
	"contact_page_heading": "Contact",
	"contact_page_description": "If your business is interested in contacting us about a project you have in mind, our team is always available to cater to your needs.",
	"contact_page_description_2": "Please reach out for a free estimate using the form provided",
	"contact_page_description_3": "We are also available if you prefer to call.",
	"contact_page_description_4": "Reach us at:",

	"home_page_head_title": "Advanced Fire-Resistant Glass Solutions for Safe and Secure Buildings",
	"home_page_head_description": "Fire-resistant glass is a critical component of buildings requiring advanced safety measures. Discover the latest technological advancements in fire-resistant glass solutions and their applications.",
	"about_page_head_title": "Top Quality & Innovative Fire-Resistant Glass | FireProofTech",
	"about_page_head_description": "Our company specializes in the manufacturing of fire-resistant glass using innovative materials. Learn more about our expertise and commitment to safety and quality.",
	"contact_page_head_title": "Contact us for any questions about fire resistant glass | FireProofTech",
	"contact_page_head_description": "Contact us any time to find out more. We specialize in all things fire resistance. Find out more about the materials used, or about the rigorous testing. We are here to help with any inquiries.",
	"FORM_SUCCESS": "Message received, thank you for contacting us we will be in touch shortly. Please check your email for our automated reply.",
	"FORM_ERROR_NOT_VALID": "Problem submitting from, Please contact us by try again or contact us by phone.",
	"FORM_ERROR_EMAIL": "There was a problem sending the emails, please contact us by phone",
	"email_verification_subject": "We received your email",
	"email_verification_preview": "High quality, industrial fireproof glass and materials.",
	"email_verification_heading": "Fire Proof Tech",
	"email_verification_text_1": "Thank you for email us at FireproofTech.",
	"email_verification_text_2": "We will be in touch with you shortly.",
	"email_verification_text_3": "If you would like to get in touch sooner please dont hesitate to contact us by phone at",
	"quality_list_1": "Prevents spread of flame, smoke and gas",
	"quality_list_2": "Provides maxiumum thermal insulation",
	"quality_list_3": "Blocks heat radiation",
	"quality_list_4": "Versatility of panes, can be used with aluminium, steel and even wooden panes",
	"quality_list_5": "Noise insulation",
	"quality_list_6": "Very durable and shock resistant",
	"spec_list_1": "EI30/30",
	"spec_list_2": "Size tested: 2200 x 1200",
	"spec_list_3": "Operating temperature range:",
	"spec_list_3_5": "-40°C - +60°C",
	"spec_list_4": "Light transmission: 84%",
	"no_pdf_plugin": "Your web browser doesn't have a PDF plugin. Instead you can download it here:",
	"download_here": "Start Download",

	"product_page_1_title": "RefraGlass",
	"product_page_1_short": "Fire Proof Tech’s fire safety glass solutions, with comprehensive variety to requirements",
	"product_page_1_content_1": "We offer you high-quality products – fire-resistant glass RefraGlass, manufactured using the most modern liquid infusion technology. RefraGlass is produced using high-quality raw materials, photo-curable composition “Refra-01”, providing the properties necessary for this type of product – fire resistance, mechanical strength and long-term, practically unlimited in time, stability of optical properties. The glass can withstand even intense UV radiation, maintaining all its aesthetic and mechanical properties in a wide range of temperatures (-40 — +65°C",
	"product_page_1_content_2": "RefraGlass is a triplex structured: sheet glass filled with polymer rubber-like gel. With the help of adhesion promoters, the glass panes are chemically bonded to the intermediate polymer layer making RefraGlass glass safe, even with strong impacts from solid objects, the glass remains glued to the polymer. Level of protection class - CM4",
	"product_page_1_content_3": "The glass does not deform during improper storage and does not burst when 'overtightening' the pressure plates in facade structures. When manufacturing RefraGlass using tempered glass panes, complete safety is ensured during transportation and installation",
	"product_page_1_content_4": "The heat transfer resistance coefficient is 0.1 m2 * ° C / W.",
	"product_page_1_content_5": "The service life of the glass is 10 years.",

	"product_page_2_title": "RefraFilling",
	"product_page_2_short": "Fire-Resistant profile filler",
	"product_page_2_content_1": "Fire Proof Techs innovative product is the profile filler material, “Refrafilling”, suitable for PVC, aluminium and steel profiles",
	"product_page_2_content_2": "The product comes in the form of a dry mixture substance, which is to be combined with water before use. Once mixed, it turns into a liquid mass similar to that of creamy yoghurt. The time of preservation of the liquid mixture is 6 hours. 12-18 hours after the creation of mixture, the element solidifies",
	"product_page_2_content_3": "The advantages of Refrafilling, are that you can just as easily fill separate profiles, as well as ready made construction units. This way, you can turn complete divinding units such as doors, windows and partitions into fire-resistant ones, with integrity of up to 60 minutes, including ones already mounted on your premises",

	"product_page_3_title": "RefraGerm",
	"product_page_3_short": "Fire-resistant sealant",
	"product_page_3_content_1": "Fire-resistant sealant 'REFRAGERM' significantly improves fire-resistant properties and stability of translucent structures. The sealant is most often used for",
	"product_page_3_content_2": "filling gaps between glass edges and frame profiles",
	"product_page_3_content_3": "filling edges and gaps between door frame ends and partition elements",
	"product_page_3_content_4": "When heated, it forms a rigid heat-resistant carbonaceous material and reliably blocks flame escaping through these gaps. As numerous fire tests have shown, 'REFRAGERM' significantly more effectively reduces heating of external surfaces of structures compared to traditional thermosetting tapes, its use is especially advisable for fire resistance of structures EI 30/30 - EI 90/90",
	"product_page_3_content_5": "Fire-resistant sealant 'REFRAGERM' is produced in polyethylene tubes for a standard construction gun, applied to structures at positive temperatures. It can be cooled to - 40 ° C and used after defrosting. The shelf life at 10-23°C is at least 3 months, at negative temperatures it is not limited. Density is 1.4 g/cm3"
}
